Repository: kaishi00/hermes-conduit
Catalog: Conduit/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Install the notifier once on each gateway, then create a short-lived pairing code here for each Hermes dashboard you want to reach.
de: Installiere den Notifier einmal auf jedem Gateway und erstelle dann hier einen kurzlebigen Kopplungscode für jedes Hermes-Dashboard, das du erreichen willst.
es: Instala el notificador una vez en cada pasarela y luego crea aquí un código de vinculación de corta duración para cada panel de Hermes al que quieras llegar.
fr: Installez le plugin de notification une fois sur chaque passerelle, puis créez ici un code de jumelage temporaire pour chaque tableau de bord Hermes que vous voulez joindre.
id: Instal notifier sekali di setiap gateway, lalu buat kode pemasangan berumur pendek di sini untuk setiap dasbor Hermes yang ingin Anda jangkau.
it: Installa il plugin di notifica una volta su ogni gateway, poi crea qui un codice di abbinamento temporaneo per ogni dashboard Hermes che vuoi raggiungere.
ja: 各ゲートウェイに通知プラグインを一度インストールしてから、通知を受け取りたいHermesダッシュボードごとに、ここで有効期限の短いペアリングコードを作成してください。
ko: 각 게이트웨이에 알림 플러그인을 한 번 설치한 다음, 연결하려는 Hermes 대시보드마다 여기서 유효 기간이 짧은 페어링 코드를 만드세요.
pl: Zainstaluj wtyczkę powiadomień raz na każdej bramie, a następnie utwórz tutaj krótkotrwały kod parowania dla każdego panelu Hermes, z którym chcesz się łączyć.
pt_br: Instale o notificador uma vez em cada gateway e depois crie aqui um código de emparelhamento temporário para cada painel do Hermes que você quer acessar.
ru: Установите плагин уведомлений один раз на каждом шлюзе, затем создайте здесь краткосрочный код сопряжения для каждого дашборда Hermes, с которого хотите получать уведомления.
tr: Bildirim eklentisini her ağ geçidine bir kez yükleyin, ardından ulaşmak istediğiniz her Hermes paneli için burada kısa ömürlü bir eşleme kodu oluşturun.
zh_hans: 在每个网关上安装一次 notifier，然后在此为你要通知的每个 Hermes 仪表板创建短期配对码。
zh_hant: 在每個閘道上安裝一次通知外掛程式，然後在這裡為你要連接的每個 Hermes 儀表板建立短效配對碼。

source: Installed context-management engine.
de: Installierte Engine für das Kontextmanagement.
es: Motor de gestión de contexto instalado.
fr: Moteur de gestion du contexte installé.
id: Mesin pengelolaan konteks yang terinstal.
it: Motore di gestione del contesto installato.
ja: インストールされているコンテキスト管理エンジンです。
ko: 설치된 컨텍스트 관리 엔진.
pl: Zainstalowany silnik zarządzania kontekstem.
pt_br: Mecanismo de gerenciamento de contexto instalado.
ru: Установленный движок управления контекстом.
tr: Yüklü bağlam yönetimi motoru.
zh_hans: 已安装的上下文管理引擎。
zh_hant: 已安裝的上下文管理引擎。

source: Interrupt
de: Unterbrechen
es: Interrumpir
fr: Interrompre
id: Interupsi
it: Interrompi
ja: 中断
ko: 중단
pl: Przerwij
pt_br: Interromper
ru: Прервать
tr: Yarıda Kes
zh_hans: 中断
zh_hant: 中斷

source: Interrupt and correct response
de: Unterbrechen und Antwort korrigieren
es: Interrumpir y corregir la respuesta
fr: Interrompre et corriger la réponse
id: Interupsi dan koreksi respons
it: Interrompi e correggi la risposta
ja: 中断して応答を修正
ko: 중단하고 응답 수정
pl: Przerwij i popraw odpowiedź
pt_br: Interromper e corrigir a resposta
ru: Прервать и исправить ответ
tr: Yanıtı yarıda kes ve düzelt
zh_hans: 中断并修正回复
zh_hant: 中斷並修正回覆

source: Invalid board slug — use 1-64 lowercase letters or numbers with hyphens/underscores.
de: Ungültiger Board-Slug – verwende 1–64 Kleinbuchstaben oder Ziffern mit Binde- oder Unterstrichen.
es: Identificador de tablero no válido: usa de 1 a 64 letras minúsculas o números con guiones o guiones bajos.
fr: Slug de tableau non valide : utilisez de 1 à 64 lettres minuscules ou chiffres, avec des tirets ou des tirets bas.
id: Slug papan tidak valid — gunakan 1-64 huruf kecil atau angka dengan tanda hubung/garis bawah.
it: Slug della bacheca non valido: usa da 1 a 64 lettere minuscole o numeri con trattini o trattini bassi.
ja: ボードのスラッグが無効です。小文字の英字、数字、ハイフン、アンダースコアを使って1〜64文字で入力してください。
ko: 잘못된 보드 슬러그 — 소문자, 숫자, 하이픈/밑줄로 1~64자를 사용하세요.
pl: Nieprawidłowy identyfikator tablicy — użyj od 1 do 64 małych liter lub cyfr z łącznikami/podkreśleniami.
pt_br: Slug do quadro inválido — use de 1 a 64 letras minúsculas ou números, com hifens/sublinhados.
ru: Недопустимый слаг доски — используйте от 1 до 64 строчных букв или цифр, дефисов и подчёркиваний.
tr: Geçersiz pano kısa adı — 1-64 küçük harf veya rakam kullanın; kısa çizgi ve alt çizgi kullanılabilir.
zh_hans: 看板标识无效——请使用 1-64 个小写字母、数字或连字符/下划线。
zh_hant: 看板代稱無效：請使用 1 到 64 個小寫字母或數字，可包含連字號或底線。

source: Invalid slug
de: Ungültiger Slug
es: Identificador no válido
fr: Slug non valide
id: Slug tidak valid
it: Slug non valido
ja: 無効なスラッグ
ko: 잘못된 슬러그
pl: Nieprawidłowy identyfikator
pt_br: Slug inválido
ru: Недопустимый слаг
tr: Geçersiz kısa ad
zh_hans: 标识无效
zh_hant: 代稱無效

source: Is your Hermes dashboard running?
de: Läuft dein Hermes-Dashboard?
es: ¿Está en marcha tu panel de Hermes?
fr: Votre tableau de bord Hermes est-il en cours d'exécution ?
id: Apakah dasbor Hermes Anda berjalan?
it: La tua dashboard Hermes è in esecuzione?
ja: Hermesダッシュボードは起動していますか？
ko: Hermes 대시보드가 실행 중인가요?
pl: Czy Twój panel Hermes działa?
pt_br: Seu painel do Hermes está em execução?
ru: Ваш дашборд Hermes запущен?
tr: Hermes paneliniz çalışıyor mu?
zh_hans: 你的 Hermes 仪表盘正在运行吗？
zh_hant: 你的 Hermes 儀表板正在執行嗎？

source: I’m not sure
de: Ich bin mir nicht sicher
es: No lo tengo claro
fr: Je ne sais pas trop
id: Saya tidak yakin
it: Non ne sono sicuro
ja: よくわからない
ko: 잘 모르겠어요
pl: Nie wiem na pewno
pt_br: Não tenho certeza
ru: Не знаю точно
tr: Emin değilim
zh_hans: 我不确定
zh_hant: 我不確定

source: I’m on the same network as Hermes
de: Ich bin im selben Netzwerk wie Hermes
es: Estoy en la misma red que Hermes
fr: Je suis sur le même réseau qu'Hermes
id: Saya berada di jaringan yang sama dengan Hermes
it: Sono sulla stessa rete di Hermes
ja: Hermesと同じネットワークに接続している
ko: Hermes와 같은 네트워크에 있어요
pl: Jestem w tej samej sieci co Hermes
pt_br: Estou na mesma rede que o Hermes
ru: Я в одной сети с Hermes
tr: Hermes ile aynı ağdayım
zh_hans: 我与 Hermes 在同一网络
zh_hant: 我和 Hermes 在同一個網路上

source: Jump to latest activity
de: Zur neuesten Aktivität springen
es: Ir a la actividad más reciente
fr: Aller à la dernière activité
id: Lompat ke aktivitas terbaru
it: Vai all'attività più recente
ja: 最新のアクティビティへ移動
ko: 최신 활동으로 이동
pl: Przejdź do najnowszej aktywności
pt_br: Ir para a atividade mais recente
ru: Перейти к последним событиям
tr: En son etkinliğe git
zh_hans: 跳到最新动态
zh_hant: 跳到最新活動

source: Kanban Unavailable
de: Kanban nicht verfügbar
es: Kanban no disponible
fr: Kanban indisponible
id: Kanban Tidak Tersedia
it: Kanban non disponibile
ja: カンバンを利用できません
ko: Kanban 사용 불가
pl: Kanban niedostępny
pt_br: Kanban Indisponível
ru: Kanban недоступен
tr: Kanban Kullanılamıyor
zh_hans: 看板不可用
zh_hant: 無法使用 Kanban

source: Kanban board actions
de: Kanban-Board-Aktionen
es: Acciones del tablero Kanban
fr: Actions du tableau Kanban
id: Tindakan papan Kanban
it: Azioni della bacheca Kanban
ja: カンバンボードの操作
ko: Kanban 보드 동작
pl: Czynności tablicy Kanban
pt_br: Ações do quadro Kanban
ru: Действия с доской Kanban
tr: Kanban panosu eylemleri
zh_hans: 看板操作
zh_hant: Kanban 看板動作

source: Kanban is not connected.
de: Kanban ist nicht verbunden.
es: Kanban no está conectado.
fr: Kanban n'est pas connecté.
id: Kanban tidak terhubung.
it: Kanban non è connesso.
ja: カンバンが接続されていません。
ko: Kanban이 연결되어 있지 않아요.
pl: Kanban nie jest połączony.
pt_br: O Kanban não está conectado.
ru: Kanban не подключён.
tr: Kanban bağlı değil.
zh_hans: 看板未连接。
zh_hant: Kanban 未連線。

source: Keep Sessions, Cron, and Kanban visible beside the current conversation when the window is wide enough.
de: Sitzungen, Cron und Kanban neben der aktuellen Unterhaltung anzeigen, wenn das Fenster breit genug ist.
es: Mantener visibles Sesiones, Cron y Kanban junto a la conversación actual cuando la ventana sea lo bastante ancha.
fr: Garder Sessions, Cron et Kanban visibles à côté de la conversation actuelle quand la fenêtre est assez large.
id: Tetap tampilkan Sesi, Cron, dan Kanban di samping percakapan saat ini jika jendela cukup lebar.
it: Mantieni Sessioni, Cron e Kanban visibili accanto alla conversazione attuale quando la finestra è abbastanza larga.
ja: ウインドウの幅が十分にあるときは、現在のチャットの横にセッション、cron、カンバンを表示したままにします。
ko: 창이 충분히 넓으면 현재 대화 옆에 세션, 크론, Kanban을 계속 표시해요.
pl: Pokazuj Sesje, Cron i Kanban obok bieżącej rozmowy, gdy okno jest wystarczająco szerokie.
pt_br: Manter Sessões, Cron e Kanban visíveis ao lado da conversa atual quando a janela for larga o bastante.
ru: Показывать «Сеансы», Cron и Kanban рядом с текущим разговором, если окно достаточно широкое.
tr: Pencere yeterince genişken Oturumlar, Cron ve Kanban'ı geçerli konuşmanın yanında görünür tut.
zh_hans: 窗口足够宽时，在当前对话旁保持显示会话、排程与看板。
zh_hant: 視窗夠寬時，在目前的對話旁持續顯示工作階段、排程和 Kanban。

source: Keep completed tool details open by default.
de: Abgeschlossene Tool-Details standardmäßig geöffnet lassen.
es: Mantener abiertos por defecto los detalles de las herramientas completadas.
fr: Garder les détails des outils terminés ouverts par défaut.
id: Biarkan detail alat yang sudah selesai tetap terbuka secara default.
it: Mantieni aperti per impostazione predefinita i dettagli degli strumenti completati.
ja: 完了したツールの詳細をデフォルトで展開したままにします。
ko: 완료된 도구 세부 정보를 기본적으로 펼쳐 둬요.
pl: Domyślnie pozostawiaj szczegóły zakończonych narzędzi rozwinięte.
pt_br: Manter abertos por padrão os detalhes das ferramentas concluídas.
ru: Оставлять подробности завершённых инструментов открытыми по умолчанию.
tr: Tamamlanan araç ayrıntılarını varsayılan olarak açık tut.
zh_hans: 默认保持已完成的工具详情展开。
zh_hant: 預設展開已完成的工具詳細資訊。

source: Keep tool cards expanded
de: Tool-Karten ausgeklappt lassen
es: Mantener expandidas las tarjetas de herramientas
fr: Garder les cartes d'outils développées
id: Biarkan kartu alat terbuka
it: Mantieni espanse le schede degli strumenti
ja: ツールカードを展開したままにする
ko: 도구 카드 펼쳐 두기
pl: Rozwijaj karty narzędzi
pt_br: Manter cartões de ferramentas expandidos
ru: Не сворачивать карточки инструментов
tr: Araç kartlarını genişletilmiş tut
zh_hans: 工具卡片保持展开
zh_hant: 保持展開工具卡片

source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
pl: Klawiatura
pt_br: Teclado
ru: Клавиатура
tr: Klavye
zh_hans: 键盘
zh_hant: 鍵盤

source: Keys stay on your Hermes host. Conduit only receives whether each key is set; it never reads a key back.
de: Schlüssel bleiben auf deinem Hermes-Host. Conduit erfährt nur, ob ein Schlüssel gesetzt ist; es liest nie einen Schlüssel aus.
es: Las claves se quedan en tu host de Hermes. Conduit solo recibe si cada clave está definida; nunca vuelve a leer una clave.
fr: Les clés restent sur votre hôte Hermes. Conduit reçoit uniquement l'information indiquant si chaque clé est définie ; il ne relit jamais une clé.
id: Kunci tetap di host Hermes Anda. Conduit hanya menerima informasi apakah setiap kunci sudah diatur; Conduit tidak pernah membaca kunci kembali.
it: Le chiavi restano sul tuo host Hermes. Conduit riceve solo se ciascuna chiave è impostata; non rilegge mai una chiave.
ja: キーはHermesホスト上に保持されます。Conduitが受け取るのは各キーが設定済みかどうかだけで、キーの内容を読み取ることはありません。
ko: 키는 Hermes 호스트에 남아 있어요. Conduit은 각 키가 설정되었는지만 받으며, 키를 다시 읽지 않아요.
pl: Klucze pozostają na Twoim hoście Hermes. Conduit otrzymuje tylko informację, czy dany klucz jest ustawiony; nigdy nie odczytuje kluczy.
pt_br: As chaves ficam no seu host Hermes. O Conduit só recebe a informação de se cada chave está definida; ele nunca lê uma chave de volta.
ru: Ключи остаются на вашем хосте Hermes. Conduit получает только сведения о том, задан ли каждый ключ, и никогда не считывает сами ключи.
tr: Anahtarlar Hermes ana makinenizde kalır. Conduit yalnızca her anahtarın ayarlı olup olmadığını öğrenir; bir anahtarı asla geri okumaz.
zh_hans: 密钥始终保留在你的 Hermes 主机上。Conduit 只接收各密钥是否已设置，绝不会读回密钥内容。
zh_hant: 金鑰會保留在你的 Hermes 主機上。Conduit 只會收到每個金鑰是否已設定的資訊，絕不會讀回金鑰內容。

source: Lands in
de: Landet in
es: Destino
fr: Arrive dans
id: Masuk ke
it: Destinazione
ja: 追加先
ko: 추가될 위치
pl: Trafi do
pt_br: Vai para
ru: Попадёт в
tr: Hedef sütun
zh_hans: 目标列
zh_hant: 放入

source: Language
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

source: Language: %@
de: Sprache: %@
es: Idioma: %@
fr: Langue : %@
id: Bahasa: %@
it: Lingua: %@
ja: 言語：%@
ko: 언어: %@
pl: Język: %@
pt_br: Idioma: %@
ru: Язык: %@
tr: Dil: %@
zh_hans: 语言：%@
zh_hant: 語言：%@

source: Last failure
de: Letzter Fehlschlag
es: Último fallo
fr: Dernier échec
id: Kegagalan terakhir
it: Ultimo errore
ja: 前回の失敗
ko: 마지막 실패
pl: Ostatnie niepowodzenie
pt_br: Última falha
ru: Последний сбой
tr: Son hata
zh_hans: 上次失败
zh_hant: 上次失敗

source: Last run
de: Letzte Ausführung
es: Última ejecución
fr: Dernière exécution
id: Eksekusi terakhir
it: Ultima esecuzione
ja: 前回の実行
ko: 마지막 실행
pl: Ostatnie uruchomienie
pt_br: Última execução
ru: Последний запуск
tr: Son çalıştırma
zh_hans: 上次运行
zh_hant: 上次執行

source: Latest
de: Neueste
es: Más reciente
fr: Plus récent
id: Terbaru
it: Più recente
ja: 最新
ko: 최신
pl: Najnowsze
pt_br: Mais recente
ru: К последнему
tr: En son
zh_hans: 最新
zh_hant: 最新

source: Latest delegation activity
de: Neueste Delegierungsaktivität
es: Actividad de delegación más reciente
fr: Dernière activité de délégation
id: Aktivitas delegasi terbaru
it: Ultime deleghe
ja: 最新の委任アクティビティ
ko: 최신 위임 활동
pl: Najnowsza aktywność delegowania
pt_br: Atividade de delegação mais recente
ru: Последняя активность делегатов
tr: En son görev devri etkinliği
zh_hans: 最新委派动态
zh_hant: 最新的委派活動

source: Leave blank for automatic language detection.
de: Leer lassen, um die Sprache automatisch zu erkennen.
es: Déjalo vacío para detectar el idioma automáticamente.
fr: Laissez vide pour détecter automatiquement la langue.
id: Kosongkan untuk deteksi bahasa otomatis.
it: Lascia vuoto per il rilevamento automatico della lingua.
ja: 空欄にすると言語を自動検出します。
ko: 비워 두면 언어를 자동으로 감지해요.
pl: Pozostaw puste, aby automatycznie wykrywać język.
pt_br: Deixe em branco para detectar o idioma automaticamente.
ru: Оставьте пустым для автоматического определения языка.
tr: Otomatik dil algılama için boş bırakın.
zh_hans: 留空则自动检测语言。
zh_hant: 留空即可自動偵測語言。

source: Leave both selections empty to inherit the chat model. Set a provider and model to route delegate agents separately.
de: Lass beide Auswahlen leer, um das Chat-Modell zu übernehmen. Lege Anbieter und Modell fest, um delegierte Agenten separat zu routen.
es: Deja ambas selecciones vacías para heredar el modelo del chat. Define un proveedor y un modelo para dirigir los agentes delegados por separado.
fr: Laissez les deux sélections vides pour hériter du modèle de discussion. Définissez un fournisseur et un modèle pour router les agents délégués séparément.
id: Kosongkan kedua pilihan untuk mewarisi model obrolan. Atur penyedia dan model untuk merutekan agen delegasi secara terpisah.
it: Lascia vuote entrambe le selezioni per ereditare il modello della chat. Imposta un provider e un modello per instradare separatamente gli agenti delegati.
ja: 両方とも空欄にするとチャットのモデルを継承します。プロバイダとモデルを設定すると、委任エージェントを個別にルーティングできます。
ko: 둘 다 비워 두면 채팅 모델을 상속해요. 위임 에이전트를 따로 라우팅하려면 제공자와 모델을 설정하세요.
pl: Pozostaw oba pola puste, aby dziedziczyć model czatu. Ustaw dostawcę i model, aby agenci delegowani korzystali z osobnych ustawień.
pt_br: Deixe as duas seleções vazias para herdar o modelo do chat. Defina um provedor e um modelo para direcionar os agentes delegados separadamente.
ru: Оставьте оба поля пустыми, чтобы наследовать модель чата. Укажите провайдера и модель, чтобы направлять делегированных агентов отдельно.
tr: Sohbet modelini devralmak için iki seçimi de boş bırakın. Devredilen ajanları ayrı yönlendirmek için bir sağlayıcı ve model ayarlayın.
zh_hans: 两项均留空则继承对话模型。设置提供方和模型，即可单独路由委派代理。
zh_hant: 兩項都留空即可沿用聊天模型。設定供應商和模型，就能另外為委派代理程式指定路由。

source: Leave empty to inherit %@
de: Leer lassen, um %@ zu übernehmen
es: Déjalo vacío para heredar %@
fr: Laissez vide pour hériter de %@
id: Kosongkan untuk mewarisi %@
it: Lascia vuoto per ereditare %@
ja: 空欄にすると%@を継承
ko: 비워 두면 %@ 상속
pl: Pozostaw puste, aby dziedziczyć: %@
pt_br: Deixe vazio para herdar %@
ru: Оставьте пустым, чтобы наследовать: %@
tr: %@ dizinini devralmak için boş bırakın
zh_hans: 留空则继承 %@
zh_hant: 留空即可沿用 %@

source: Leave empty to inherit the board's project directory.
de: Leer lassen, um das Projektverzeichnis des Boards zu übernehmen.
es: Déjalo vacío para heredar el directorio de proyecto del tablero.
fr: Laissez vide pour hériter du dossier de projet du tableau.
id: Kosongkan untuk mewarisi direktori proyek papan.
it: Lascia vuoto per ereditare la directory del progetto della bacheca.
ja: 空欄にするとボードのプロジェクトディレクトリを継承します。
ko: 비워 두면 보드의 프로젝트 디렉터리를 상속해요.
pl: Pozostaw puste, aby dziedziczyć katalog projektu tablicy.
pt_br: Deixe vazio para herdar o diretório do projeto do quadro.
ru: Оставьте пустым, чтобы наследовать каталог проекта доски.
tr: Panonun proje dizinini devralmak için boş bırakın.
zh_hans: 留空则继承看板的项目目录。
zh_hant: 留空即可沿用看板的專案目錄。

source: Leave empty to inherit the board's project directory: %@
de: Leer lassen, um das Projektverzeichnis des Boards zu übernehmen: %@
es: Déjalo vacío para heredar el directorio de proyecto del tablero: %@
fr: Laissez vide pour hériter du dossier de projet du tableau : %@
id: Kosongkan untuk mewarisi direktori proyek papan: %@
it: Lascia vuoto per ereditare la directory del progetto della bacheca: %@
ja: 空欄にするとボードのプロジェクトディレクトリ（%@）を継承します。
ko: 비워 두면 보드의 프로젝트 디렉터리를 상속해요: %@
pl: Pozostaw puste, aby dziedziczyć katalog projektu tablicy: %@
pt_br: Deixe vazio para herdar o diretório do projeto do quadro: %@
ru: Оставьте пустым, чтобы наследовать каталог проекта доски: %@
tr: Panonun proje dizinini devralmak için boş bırakın: %@
zh_hans: 留空则继承看板的项目目录：%@
zh_hant: 留空即可沿用看板的專案目錄：%@

source: Light
de: Hell
es: Claro
fr: Clair
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
pl: Jasny
pt_br: Claro
ru: Светлое
tr: Açık
zh_hans: 明亮
zh_hant: 淺色

source: List or restore filesystem checkpoints
de: Dateisystem-Checkpoints auflisten oder wiederherstellen
es: Listar o restaurar puntos de control del sistema de archivos
fr: Lister ou restaurer les points de contrôle du système de fichiers
id: Tampilkan atau pulihkan checkpoint sistem file
it: Elenca o ripristina i checkpoint del file system
ja: ファイルシステムのチェックポイントを一覧表示または復元
ko: 파일 시스템 체크포인트 나열 또는 복원
pl: Wyświetl lub przywróć punkty kontrolne systemu plików
pt_br: Listar ou restaurar pontos de verificação do sistema de arquivos
ru: Просмотр или восстановление контрольных точек файловой системы
tr: Dosya sistemi denetim noktalarını listele veya geri yükle
zh_hans: 列出或恢复文件系统检查点
zh_hant: 列出或回復檔案系統檢查點

source: List or toggle agent tools
de: Agent-Tools auflisten oder umschalten
es: Listar o activar/desactivar herramientas del agente
fr: Lister ou activer/désactiver les outils de l'agent
id: Tampilkan alat agen atau nyalakan/matikan
it: Elenca o attiva/disattiva gli strumenti dell'agente
ja: エージェントのツールを一覧表示または切り替え
ko: 에이전트 도구 나열 또는 켜기/끄기
pl: Wyświetl lub przełącz narzędzia agenta
pt_br: Listar ou ativar/desativar ferramentas do agente
ru: Просмотр или включение инструментов агента
tr: Ajan araçlarını listele veya aç/kapat
zh_hans: 列出或切换智能体工具
zh_hant: 列出或切換代理程式工具

source: Listen
de: Zuhören
es: Escuchar
fr: Écouter
id: Dengarkan
it: Ascolta
ja: 聞き取り
ko: 듣기
pl: Słuchaj
pt_br: Ouvir
ru: Слушать
tr: Dinle
zh_hans: 聆听
zh_hant: 聆聽

source: Listening
de: Hört zu
es: Escuchando
fr: À l'écoute
id: Mendengarkan
it: In ascolto
ja: 聞き取り中
ko: 듣는 중
pl: Słucha
pt_br: Ouvindo
ru: Слушает
tr: Dinliyor
zh_hans: 正在聆听
zh_hant: 正在聆聽

source: Listening for a short test…
de: Hört für einen kurzen Test zu …
es: Escuchando para una prueba corta…
fr: Écoute d'un court test…
id: Mendengarkan untuk uji singkat…
it: Ascolto per un breve test…
ja: 短いテストを聞き取り中…
ko: 짧은 테스트를 듣는 중…
pl: Słuchanie na potrzeby krótkiego testu…
pt_br: Ouvindo para um teste rápido…
ru: Запись короткого теста…
tr: Kısa bir test için dinleniyor…
zh_hans: 正在聆听测试语音…
zh_hant: 正在聆聽簡短測試…

source: Listening…
de: Hört zu …
es: Escuchando…
fr: Écoute…
id: Mendengarkan…
it: In ascolto…
ja: 聞き取り中…
ko: 듣는 중…
pl: Słuchanie…
pt_br: Ouvindo…
ru: Слушает…
tr: Dinleniyor…
zh_hans: 正在聆听…
zh_hant: 正在聆聽…

source: Listening stopped while your phone was locked. Tap Listen to continue.
de: Das Zuhören wurde beendet, während dein iPhone gesperrt war. Tippe auf „Zuhören“, um fortzufahren.
es: La escucha se detuvo mientras el teléfono estaba bloqueado. Toca Escuchar para continuar.
fr: L'écoute s'est arrêtée pendant que votre téléphone était verrouillé. Touchez Écouter pour continuer.
id: Pendengaran berhenti saat ponsel Anda terkunci. Ketuk Dengarkan untuk melanjutkan.
it: L'ascolto si è interrotto mentre il telefono era bloccato. Tocca Ascolta per continuare.
ja: 画面のロック中に聞き取りが停止しました。続けるには「聞き取り」をタップしてください。
ko: iPhone이 잠겨 있는 동안 듣기가 중지됐어요. 계속하려면 ‘듣기’를 탭하세요.
pl: Słuchanie zostało zatrzymane, gdy telefon był zablokowany. Stuknij „Słuchaj”, aby kontynuować.
pt_br: A escuta parou enquanto o telefone estava bloqueado. Toque em Ouvir para continuar.
ru: Прослушивание остановилось, пока телефон был заблокирован. Нажмите «Слушать», чтобы продолжить.
tr: Telefonunuz kilitliyken dinleme durdu. Devam etmek için Dinle'ye dokunun.
zh_hans: 手机锁定时聆听已停止。点按“聆听”继续。
zh_hant: 手機鎖定時已停止聆聽。點一下「聆聽」以繼續。

source: Live tests become available when the active voice session is connected.
de: Live-Tests sind verfügbar, sobald die aktive Sprachsitzung verbunden ist.
es: Las pruebas en vivo estarán disponibles cuando la sesión de voz activa esté conectada.
fr: Les tests en direct deviennent disponibles quand la session vocale active est connectée.
id: Uji langsung tersedia setelah sesi suara aktif terhubung.
it: I test live diventano disponibili quando la sessione vocale attiva è connessa.
ja: アクティブな音声セッションが接続されると、ライブテストを利用できるようになります。
ko: 활성 음성 세션이 연결되면 라이브 테스트를 사용할 수 있어요.
pl: Testy na żywo będą dostępne po połączeniu aktywnej sesji głosowej.
pt_br: Os testes ao vivo ficam disponíveis quando a sessão de voz ativa está conectada.
ru: Проверки в реальном времени станут доступны, когда активный голосовой сеанс подключится.
tr: Etkin ses oturumu bağlandığında canlı testler kullanılabilir olur.
zh_hans: 语音会话连接后即可进行实时测试。
zh_hant: 使用中的語音工作階段連線後，即可進行即時測試。

source: Load a Kanban board to read the server's orchestration settings.
de: Lade ein Kanban-Board, um die Orchestrierungseinstellungen des Servers zu lesen.
es: Carga un tablero Kanban para leer los ajustes de orquestación del servidor.
fr: Chargez un tableau Kanban pour lire les réglages d'orchestration du serveur.
id: Muat papan Kanban untuk membaca pengaturan orkestrasi server.
it: Carica una bacheca Kanban per leggere le impostazioni di orchestrazione del server.
ja: サーバのオーケストレーション設定を取得するには、カンバンボードを読み込んでください。
ko: 서버의 오케스트레이션 설정을 읽으려면 Kanban 보드를 불러오세요.
pl: Wczytaj tablicę Kanban, aby odczytać ustawienia orkiestracji serwera.
pt_br: Carregue um quadro Kanban para ler os ajustes de orquestração do servidor.
ru: Загрузите доску Kanban, чтобы получить настройки оркестрации сервера.
tr: Sunucunun orkestrasyon ayarlarını okumak için bir Kanban panosu yükleyin.
zh_hans: 加载看板后方可读取服务器的编排设置。
zh_hant: 載入 Kanban 看板以讀取伺服器的協調設定。

source: Load earlier messages
de: Ältere Nachrichten laden
es: Cargar mensajes anteriores
fr: Charger les messages précédents
id: Muat pesan sebelumnya
it: Carica messaggi precedenti
ja: 以前のメッセージを読み込む
ko: 이전 메시지 불러오기
pl: Wczytaj wcześniejsze wiadomości
pt_br: Carregar mensagens anteriores
ru: Загрузить предыдущие сообщения
tr: Önceki mesajları yükle
zh_hans: 加载更早的消息
zh_hant: 載入較早的訊息

source: Loading %@…
de: %@ wird geladen …
es: Cargando %@…
fr: Chargement de %@…
id: Memuat %@…
it: Caricamento di %@…
ja: %@を読み込み中…
ko: %@ 불러오는 중…
pl: Wczytywanie: %@…
pt_br: Carregando %@…
ru: Загрузка: %@…
tr: %@ yükleniyor…
zh_hans: 正在加载 %@…
zh_hant: 正在載入 %@…
